{
  "text-homepage": "Чи прагнете ви покращити граматику, розширити словниковий запас або підготуватись до іспитів — я пропоную індивідуальні уроки, що відповідають саме вашим потребам. Разом ми зміцнимо вашу впевненість у знаннях англійської мови та крок за кроком досягнемо ваших цілей.",
  "contact-btn": "Зв’язатися зі мною",

  "nav": {
    "home": "Головна",
    "about": "Про мене",
    "lessons": "Уроки",
    "pricing": "Ціни",
    "reviews": "Відгуки",
    "contact": "Контакт"
  },
  "about": {
    "title": "Про мене.",
    "header": "Надихаю та навчаю з досвідом і стратегією",
    "text": "Я — ентузіаст та відданий викладач англійської мови з 25-річним досвідом. Мій підхід до викладання полягає у створенні індивідуальних уроків, що відповідають потребам кожного учня — чи то покращення комунікативних навичок, підготовка до іспитів, або розвиток письма. Я прагну створити позитивне та мотивуюче середовище, де ви зможете впевнено вдосконалювати свою англійську в комфортному для вас темпі. Почнімо цю освітню подорож разом!",
    "year": "років досвіду викладання у вишах по всьому світу",
    "students": "студентів підготовано за ефективними стратегіями до іспитів",
    "articles": "публікацій у престижних міжнародних журналах та на наукових конференціях"
  },
  "lessons": {
    "title": "Уроки.",
    "text": "Пропоную уроки англійської мови для всіх рівнів і вікових груп — від початківців (A1) до просунутих (C1). Незалежно від того, дитина ви, підліток чи дорослий — я створюю індивідуальні курси для досягнення ваших цілей.",
    "list": [
      {
        "title": "Для дітей (від 10 років)",
        "backText": "Веселі, інтерактивні уроки, які зацікавлюють дітей і формують міцну базу англійської мови."
      },
      {
        "title": "Для підлітків та дорослих",
        "backText": "Уроки з акцентом на граматику, словниковий запас, розмову, письмо та слухання — для розвитку впевненості й вільного мовлення."
      },
      {
        "title": "Підготовка до іспитів",
        "backText": "Спеціалізована підготовка до іспитів IELTS, FCE, TOEFL та інших, щоб досягти бажаних результатів."
      },
      {
        "title": "Бізнес-англійська",
        "backText": "Покращуйте професійну комунікацію через курси з електронної пошти, презентацій, зустрічей і переговорів."
      },
      {
        "title": "Спеціалізовані курси",
        "backText": "Індивідуальні уроки з тем, як-от англійська для подорожей, академічна англійська та розмовна мова."
      }
    ]
  },
  "contact": {
    "title": "Зв'яжіться для індивідуального підходу та професійного навчання"
  },
  "reviews": {
    "title": "Відгуки.",
    "text": "Що кажуть учні",
    "list": [
      {
        "stars": 5,
        "text": "Уроки чіткі, захопливі та легко сприймаються. Я справді почав насолоджуватись навчанням!"
      },
      {
        "stars": 5,
        "text": "Я дізнався більше за кілька цих уроків, ніж за весь семестр у школі. Чудові пояснення та реальні приклади."
      },
      {
        "stars": 4,
        "text": "Дуже корисні уроки, особливо для розвитку письма та читання."
      },
      {
        "stars": 5,
        "text": "Кожен урок продуманий і зрозумілий. Завдяки ним я значно покращив свої навички письма та читання."
      },
      {
        "stars": 4,
        "text": "Уроки інформативні та інтерактивні. Хотілося б більше вправ, але викладання — на високому рівні."
      },
      {
        "stars": 5,
        "text": "Практичні та цікаві уроки. Я став набагато впевненіше володіти англійською!"
      }
    ]
  },
  "footer": {
    "nav": "Знайти",
    "contact": "Написати"
  }
}
